asdf
aws-cdk
awscli
bat
coreutils
direnv
eza
fd
findutils
fzf
gh
git-delta
git-lfs
gnu-sed
helm
jq
k9s
kubernetes-cli
make
mas
moreutils
neovim
pipx
pnpm
rename
ripgrep
starship
stow
tree
watch
yarn
yq
zoxide
zsh
