42crunch.vscode-openapi
alefragnani.project-manager
amazonwebservices.amazon-q-vscode
charliermarsh.ruff
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
dannysteenman.cloudformation-yaml-snippets
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
glenn2223.live-sass
golang.go
gruntfuggly.todo-tree
jock.svg
kddejong.vscode-cfn-lint
mechatroner.rainbow-csv
mikestead.dotenv
mrmlnc.vscode-scss
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
njpwerner.autodocstring
pkief.material-icon-theme
quanli.focus
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
sibiraj-s.vscode-scss-formatter
tamasfe.even-better-toml
tomoki1207.pdf
wholroyd.jinja
yzhang.markdown-all-in-one
